;------------------------------------------------------------------------------
; UltraDefrag GUI Yiddish Language Pack.
; Copyright (C) 2010-2011 by Dmitri Arkhangelski.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace with your name}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = אַקציע
ANALYSE                   = פונאַנדערקלייַבן
DEFRAGMENT                = דעפראגםענטירנ
QUICK_OPTIMIZE            = שנעל אופטימיזציה
FULL_OPTIMIZE             = גאַנץ אופטימיזציה 
STOP                      = האַלטן
SKIP_REMOVABLE_MEDIA      = דיסקים נשלפים האָפּקען
RESCAN_DRIVES             = דערפרישן רשימה פון דיסקים
WHEN_DONE                 = נאָך אַרבעט
WHEN_DONE_NONE            = גאָרנישט
WHEN_DONE_EXIT            = אַרויסגאַנג
WHEN_DONE_STANDBY         = במצב המתנה
WHEN_DONE_HIBERNATE       = שלאָף
WHEN_DONE_LOGOFF          = סוף פון סעסיע
WHEN_DONE_REBOOT          = לאתחל
WHEN_DONE_SHUTDOWN        = סגירת מפעל
EXIT                      = אַרויסגאַנג

; --- Report Menu

REPORT                    = מעלדונג
SHOW_REPORT               = ווייַזן מעלדונג

; --- Settings Menu

SETTINGS                  = אָפּציעס
LANGUAGE                  = שפּראַך
TRANSLATIONS_FOLDER       = טעקע פון איבערזעצונג
GRAPHICAL_INTERFACE       = גראַפיק קוק
FONT                      = קאַסע
OPTIONS                   = אָפּציעס
BOOT_TIME_SCAN            = דורכפירונג פון אָנהייב
ENABLE                    = געבן
SCRIPT                    = סצענאַר
REPORTS                   = מעלדונג

; --- Help Menu

HELP                      = הילף
CONTENTS                  = ינהאַלט
BEST_PRACTICE             = בעסטער פיר
FAQ                       = FAQ
ABOUT                     = וועגן

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = סצענאַר פון אָנהייב

; Drives list items.

VOLUME                    = דיסק
STATUS                    = מאַצעוו
TOTAL                     = גאַנץ אָרט
FREE                      = פֿרייַ אָרט
PERCENT                   = % פֿרייַ

; Status messages

STATUS_RUNNING            = דורכפירונג
STATUS_ANALYSED           = אבאליזירט
STATUS_DEFRAGMENTED       = דעפראגםענטירט
STATUS_OPTIMIZED          = אָפּטימיזירט

; Status bar messages.

DIRS                      = טעקע
FILES                     = פייַל
FRAGMENTED                = מקוטעת
COMPRESSED                = דחוס
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = וועגן דעם פּראָגראַם
CREDITS                   = מחברים
LICENSE                   = דערלויבעניש

; Shutdown confirmation

PLEASE_CONFIRM            = ביטע באַשטעטיקן
REALLY_SHUTDOWN_WHEN_DONE = איר טאַקע ווילן סגירת מפעל נאָך אַרבעט?
REALLY_HIBERNATE_WHEN_DONE= איר טאַקע ווילן שלאָף נאָך אַרבעט?
REALLY_LOGOFF_WHEN_DONE   = איר טאַקע ווילן סוף פון סעסיע נאָך אַרבעט?
REALLY_REBOOT_WHEN_DONE   = איר טאַקע ווילן לאתחל נאָך אַרבעט?
SECONDS_TILL_SHUTDOWN     = סעקונדן ביז סגירת מפעל
SECONDS_TILL_HIBERNATION  = סעקונדן ביז שלאָף
SECONDS_TILL_LOGOFF       = סעקונדן ביז סוף פון סעסיע
SECONDS_TILL_REBOOT       = סעקונדן ביז לאתחל
YES                       = יאָ
NO                        = ניט

; END OF FILE
